/* alertPanel Strings*/

"Save" = "저장";
"Create" = "생성";
"Import" = "가져오기";
"Cancel" = "취소";
"DontSave" = "저장 안 함";
"titleText" = "경고";
"OK" = "승인";

"OpenMap"			= "DVD 맵 열기";
"ContinueBurning"	= "굽기 계속하기";

"testText" = "Hello World, here we are!";

"SelfContained" = "독립적인 프로젝트";

"TargetPathNotWritableTitle" = "저장할 수 없음";
"TargetPathNotWritableMsg" = "'%@' 폴더에 파일을 저장할 권한이 없습니다.";

"EmptyMovieButtonTitle"	= "빈 동영상 버튼";
"EmptyMovieButtonMsg"	= "동영상을 iDVD 미디어 패널이나 컴퓨터의 다른 위치에서 버튼으로 드래그하십시오.";
"Error" = "오류";
"insufficient hardware" = "필요한 하드웨어를 찾을 수 없기 때문에 iDVD 응용 프로그램을 열 수 없습니다.";
"insufficient system software" = "필요한 Mac OS X 버전이 설치되어 있지 않으므로 iDVD 응용 프로그램을 열 수 없습니다.";
"NeedTigerMsg"	= "iDVD는 Mac OS X v10.4 Tiger 이상이 필요합니다. 컴퓨터 업그레이드에 관한 추가 정보를 보려면, www.apple.com/kr/macosx을 방문하십시오.";

"TooManyButtonsTitle"	=	"버튼이 너무 많음";
"TooManyButtonsDontAddLabel" = "추가하지 않음";
"Too Many Buttons" = "현재 메뉴에 버튼이 너무 많아 버튼을 새로 추가할 수 없습니다.";
"TooManyButtonsExt"		= "메뉴당 최대 버튼 개수는 12개입니다. 하나의 메뉴에 12개 이상의 버튼을 임시로 추가할 수 있지만, 프로젝트를 디스크에 굽기 전에 버튼이 12개인지 확인하십시오.";
"TooManyButtonsAddAnywayLabel"	= "임시 허용";
"TooManySlidesTitle"	=	"슬라이드가 너무 많음";
"TooManySlidesMsg"		= "슬라이드쇼의 최대 이미지 개수는 9801개입니다.";

"TooManyTracksTitle"	= "트랙이 너무 많음";
"TooManyFoldersTitle"	= "메뉴가 너무 많음";
"TooManyFoldersMsg" = "iDVD 프로젝트의 최대 메뉴 개수는 99개입니다. 더 이상 메뉴를 생성할 수 없습니다.";
"Too Many Tracks" = "트랙(슬라이드쇼 및 동영상)의 최대 개수는 99개입니다. 더 이상 트랙을 생성할 수 없습니다.";

"TVStandardConflictTitle"	= "TV 표준 충돌";
"TVStandardConflictMsgNTSC" = "PAL 동영상을 NTSC 디스크에 굽기 중입니다. 진행하겠습니까?";
"TVStandardConflictMsgPAL" = "NTSC 동영상을 PAL 디스크에 굽기 중입니다. 진행하겠습니까?";
"TVStandardConflictBurnButtonLabel" = "굽기";

"ThemesNotFoundTitle"		= "없는 테마";
"ThemesNotFoundMsgFmt"			= "이 프로젝트에서 사용하고 있는 테마 중 최소 한 가지가 시스템에 없습니다. 기본 테마인 \"%@\"이(가) 대신 사용됩니다.";
"ThemesNotFoundExtMsgFormat"	= "이 프로젝트에서 사용하고 있는 다음 테마들이 시스템에 없습니다.\n\n%@";

"MenuDurationTooLongTitle" = "전체 메뉴 실행 시간이 15분이 넘습니다.";
"MenuDurationTooLongMsg1" = "사용 가능한 공간에 맞게 새로운 메뉴를 자동으로 줄이려면(";
"MenuDurationTooLongMsg2" = "초), 수정을 클릭하십시오. 그렇지 않으면, 무시를 클릭한 다음 나중에 전체 메뉴 실행 시간을 줄이십시오.";
"Fix" = "수정";
"Ignore" = "무시";
"MenuDurationTooLongBeforeBurn"	= "이 DVD를 구우려면 전체 메뉴 실행 시간을 최대 15분으로 줄여야 합니다.";
"MenuDurationTooLongBeforeBurnExt"	= "프로젝트의 전체 메뉴 실행 시간을 보려면 프로젝트 정보 대화상자를 확인하십시오.";

"MovieDurationTooLongTitle"		= "동영상 실행 시간이 너무 김";
"MovieDurationTooLongMsgSLFmt"		= "단층 OneStep DVD에 허용된 최대 동영상 실행 시간은 %.0f분입니다. 기본 미디어 유형을 복층(iDVD 환경설정에서)으로 전환하거나 더 짧은 동영상을 선택하십시오.";
"MovieDurationTooLongMsgDLFmt"		= "복층 OneStep DVD에 허용된 동영상의 최대 실행 시간은 %.0f분입니다. 더 짧은 동영상을 선택하십시오.";

"UnsupportedFileTypeForOneStepTitle"	= "지원되지 않는 동영상 유형";
"UnsupportedFileTypeForOneStepMsg"		= "OneStep DVD를 지원하지 않는 동영상 포맷을 선택했습니다. 동영상이 iDVD가 지원하는 포맷인지 확인하고 다시 시도하십시오.";

"NoValidCaptureFolderTitle"				= "유효하지 않은 캡처 폴더";
"NoValidCaptureFolderMsgFmt"			= "미리 정의된 비디오 캡처 폴더(%@)를 찾을 수 없거나 유효하지 않습니다. iDVD의 기본 비디오 캡처 폴더(%@)로 계속하겠습니까?";

"missingFile" = "  (--- broken Link ---)";
"Broken Link" = "링크 유실됨";
"NoMPEGSupport" = "iDVD는 MPEG 파일을 지원하지 않습니다.";
"Missing files in DVD-ROM" = "DVD-ROM 부분에 파일이 유실되었습니다. 그래도 계속 굽겠습니까?";

"TooManyMarkersTitle"				= "장 표시자 너무 많음";
"TooManyMarkersMsg"				= "이 동영상에는 장 표시자가 너무 많습니다.";
"TooManyButtonsInMenuTitle"			= "장 버튼이 너무 많음";
"TooManyButtonsInMenuMsg"			= "현재 메뉴에 장 표시자 부메뉴에 추가하려는 버튼이 너무 많습니다.";
"TooManyFoldersInProjectTitle"			= "프로젝트에 폴더가 너무 많음";
"TooManyFoldersInProjectMsg"			= "현재 프로젝트에 장 표시자 부메뉴를 추가하려는 폴더가 너무 많습니다.";
"TooManyMotionMenusInProjectTitle"		= "프로젝트에 배경영상 메뉴가 너무 많음";
"TooManyMotionMenusInProjectMsg"		= "현재 프로젝트에는 배경영상 메뉴들과 같이 장 표시자 부메뉴를 추가하기 위한 배경영상 메뉴들이 너무 많습니다.";
"UnknowErrorAddingChapterMarkersTitle"		= "알 수 없는 오류";
"UnknowErrorAddingChapterMarkersTitleMsg"	= "장 표시자 부메뉴를 추가하려는 도중 알 수 없는 오류가 발생했습니다.";

"NotEnoughFreeDiskSpaceTitle"			= "충분한 여유 공간 없음";
"NotEnoughFreeDiskSpaceMsg"				= "선택한 볼륨에 여유 디스크 공간이 충분하지 않습니다. 이 프로젝트를 설치할 다른 위치를 선택하십시오.";

"TrackInitializationErrorTitle"			= "트랙 초기화 중 오류";
"TrackInitializationErrorMsg"			= "트랙을 초기화하는 동안에 오류가 발생하여 iDVD가 작업을 진행할 수 없습니다. 고급 > 인코딩된 항목 삭제를 선택한 다음 디스크 굽기를 다시 시도하십시오.";

"FileIsNotWritableTitle"				= "쓸 수 없는 파일";
"FileIsNotWritableMsg"					= "프로젝트 로드 중 오류가 발생했습니다. 이 프로젝트는 쓰기 보호가 되어 있으며 열 수 없는 것 같습니다.";

"ProjectLockedTitle"					= "프로젝트가 다른 사용자에 의해 잠겨 있음";
"ProjectLockedMsgFmt"					= "%@ 프로젝트가 사용자 %@(사용자 ID %@)에 의해 잠겨져 있습니다. %@.\n\n지금 프로젝트를 열 수 없습니다.";

"ImportFirst99SlidesLabel"		= "처음 9801개 추가";
"TooManySlidesForAutoplay"		= "현재 선택된 파일이 너무 많아 슬라이드쇼를 자동 재생할 수 없습니다.";
"TooManySlidesForAutoplayExt"	= "자동 재생 슬라이드쇼 하나에 담을 수 있는 최대 슬라이드 개수는 9801개입니다. 자동 재생 슬라이드쇼에 현재 선택한 슬라이드 중에서 처음 9801개의 슬라이드를 사용하려면, '처음 9801개 추가'를 클릭하십시오.";

"NoContentForDropzoneFoundTitle"	= "현재 메뉴에 항목 없음";
"NoContentForDropzoneFoundMsg"		= "iDVD가 현재 메뉴나 부메뉴에서 드롭존에 대한 콘텐츠를 찾을 수 없습니다.";


"NeedDVTapeTitle"		= "테이프 없음";
"NeedDVTapeMSg"		= "미니 DVD 카메라에 테이프를 삽입한 다음 다시 시도하십시오.";

"NeedDVCameraTitle"		= "OneStep DVD";
"NeedDVCameraMSg"		= "OneStep DVD를 사용하려면, FireWire 케이블을 사용하여 컴퓨터와 디지털 비디오 카메라를 연결하십시오. 그런 다음 카메라를 켜고 VCR 모드인지 확인하십시오.\n\n승인을 클릭하고 공 디스크를 삽입하십시오. OneStep DVD는 테이프를 되감고, 비디오를 가져와서 DVD로 굽습니다.";
"NeedDVCameraMSgExt"	= "OneStep DVD 기능을 사용하려면, 미니 DVD 카메라를 컴퓨터에 연결하고 카메라를 켜야 합니다.";

"NoMoreDiskSpaceTitle"		= "디스크 가득참";
"NoMoreDiskSpaceMsg"		= "시스템 볼륨에 더 이상 사용 가능한 공간이 없습니다. 캡처 취소됨.";

"NoFramesCapturedTitle"	= "캡처된 것이 없습니다";
"NoFramesCapturedMsg"	= "캡처된 비디오가 없습니다. OneStep DVD 생성 중단 중.";

"TooManySlidesForDropZoneTitle" = "이미지가 너무 많음";
"TooManySlidesForDropZoneMsg"	= "드롭존의 최대 이미지 개수는 99개입니다.";

"ReallyDeleteEncodedAssetsTitle"	= "삭제하겠습니까?";
"ReallyDeleteEncodedAssetsMsg"		= "이미 인코딩된 프로젝트의 모든 항목을 삭제하겠습니까? 다음에 굽기 전에 이 항목들을 다시 인코딩하려면 추가적인 시간이 필요합니다.";

"ChangeEncoderSettingsTitle" = "인코더 설정 불일치";
"ChangeEncoderSettingsMsg" = "프로젝트의 인코더 설정값이 환경설정의 iDVD의 기본값과 일치하지 않습니다. 프로젝트에서 설정값을 변경하고 인코드된 파일을 유지하겠습니까?";
"ChangeEncoderSettingsMsgExt" = "승인을 클릭하면 프로젝트의 인코더 설정값과 일치하도록 iDVD 응용 프로그램 인코더 설정값을 변경하고 이미 인코드된 항목을 유지합니다. 프로젝트 업데이트를 선택하면 프로젝트에서 이미 인코드된 자료를 삭제하고 iDVD의 현재 인코더 설정값과 일치하도록 프로젝트 설정값을 변경할 것입니다.";
"UseProjects" = "프로젝트 사용";
"UseiDVDs" = "iDVD 사용";
"UpdateProject"	= "프로젝트 업데이트";

"DoNotAskAgain" = "다시 묻지 않음.";
"DoNotTellAgain" = "다시 표시 안함.";

"ProjectValidationWarningsTitle"			= "프로젝트에 있는 경고";
"ProjectValidationErrorsTitle"				= "프로젝트에 있는 오류";
"ProjectValidationWarningsCanContinue"		= "프로젝트를 유효화하는 동안에 경고가 발생했습니다. 프로젝트를 굽기 전에 이 문제들을 수정할 것을 권장합니다.";
"ProjectValidationErrorsCannotContinue"		= "프로젝트를 유효화하는 동안 오류가 발생하였으며 이 오류들을 프로젝트를 굽기 전에 수정해야 합니다.";
"ProjectValidationWarningsMessage"			= "현재 프로젝트를 유효화하는 동안 다음의 경고가 발견되었습니다.";
"ProjectValidationErrorsMessage"			= "현재 프로젝트를 유효화하는 동안 다음의 경고와 오류들이 발견되었습니다.";

"CurrentlyUnsupportedDiscTypeTitle"			= "지원되지 않는 디스크 유형";
"CurrentlyUnsupportedDiscTypeMessage"		= "이 디스크 유형은 iDVD에서 지원되지 않습니다. 그래도 항목을 렌더링하고, 인코딩하겠습니까? ";

"NoSuperDriveTitle"							= "컴퓨터에 장착된 SuperDrive가 없습니다.";
"NoSuperDriveMsg"							= "SuperDrive를 장착하고 굽기를 다시 시도하십시오.";

"LimitedToBurnByParentalControlTitle"		= "이 시스템에서 CD/DVD를 굽는 것이 하용되지 않음";
"LimitedToBurnByParentalControlMsg"			= "사용자가 이 시스템에서 이 장비로 굽는 것이 허용되지 않았습니다. 관리자와 유해 컨텐츠 차단 설정값을 확인하십시오.";

"iMovieProjectNotRenderedMsg"				= "아직 공유할 준비가 되지 않았기 때문에 이 iMovie 프로젝트를 사용할 수 없습니다. 공유를 준비하려면, 해당 프로젝트를 iMovie에서 열고 공유 > 미디어 브라우저...를 선택하십시오.";
